Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Detailed User Guide (English)
bn: বিস্তারিত ব্যবহার নির্দেশিকা (ইংরেজি)
es: Guía de usuario detallada (inglés)
fr: Guide d’utilisation détaillé (anglais)
hi: विस्तृत उपयोगकर्ता गाइड (अंग्रेज़ी)
it: Guida utente dettagliata (inglese)
ja: 詳しいユーザーガイド（英語）
ko: 자세한 사용 설명서(영어)
pt_br: Guia detalhado do usuário (inglês)
ru: Подробное руководство (на английском)
sv: Utförlig användarguide (engelska)
zh_hans: 详细用户指南（英文）
zh_hant: 詳細使用手冊（英文）

source: Detect
bn: শনাক্ত করুন
es: Detectar
fr: Détecter
hi: पता लगाएँ
it: Rileva
ja: 検出
ko: 감지
pt_br: Detectar
ru: Определить
sv: Identifiera
zh_hans: 检测
zh_hant: 偵測

source: Diff
bn: পার্থক্য
es: Diferencias
fr: Différences
hi: अंतर
it: Differenze
ja: 差分
ko: 변경 사항
pt_br: Diferenças
ru: Изменения
sv: Ändringar
zh_hans: 差异
zh_hant: 差異

source: Diff too large to display.
bn: ডিফ দেখানোর জন্য খুব বড়।
es: El diff es demasiado grande para mostrarse.
fr: Le diff est trop volumineux pour être affiché.
hi: डिफ़ दिखाने के लिए बहुत बड़ा है।
it: Il diff è troppo grande per essere mostrato.
ja: 差分が大きすぎて表示できません。
ko: 차이가 너무 커서 표시할 수 없습니다.
pt_br: O diff é grande demais para exibir.
ru: Различия слишком велики для отображения.
sv: Diffen är för stor för att visas.
zh_hans: 差异过大，无法显示。
zh_hant: 差異過大，無法顯示。

source: Discard
bn: পরিবর্তন বাতিল
es: Descartar
fr: Abandonner
hi: बदलाव छोड़ें
it: Scarta
ja: 破棄
ko: 변경 사항 버리기
pt_br: Descartar
ru: Сбросить
sv: Förkasta
zh_hans: 丢弃
zh_hant: 捨棄

source: Discard Block
bn: পরিবর্তনের ব্লক বাতিল করুন
es: Descartar bloque
fr: Abandonner le bloc
hi: बदलाव खंड त्यागें
it: Scarta blocco
ja: 変更ブロックを破棄
ko: 변경 블록 버리기
pt_br: Descartar bloco
ru: Отменить изменения блока
sv: Förkasta block
zh_hans: 丢弃更改块
zh_hant: 捨棄變更區塊

source: Discard this change block
bn: এই পরিবর্তনের ব্লক বাতিল করুন
es: Descartar este bloque de cambios
fr: Abandonner ce bloc de modifications
hi: बदलाव का यह ब्लॉक त्यागें
it: Scarta questo blocco di modifiche
ja: この変更ブロックを破棄
ko: 이 변경 블록 버리기
pt_br: Descartar este bloco de alterações
ru: Отменить этот блок изменений
sv: Kasta detta ändringsblock
zh_hans: 丢弃此更改块
zh_hant: 捨棄此變更區塊

source: Discard this change block?
bn: এই পরিবর্তনের ব্লক বাতিল করবেন?
es: ¿Descartar este bloque de cambios?
fr: Abandonner ce bloc de modifications ?
hi: बदलाव का यह ब्लॉक त्यागें?
it: Scartare questo blocco di modifiche?
ja: この変更ブロックを破棄しますか？
ko: 이 변경 블록을 버리시겠습니까?
pt_br: Descartar este bloco de alterações?
ru: Отменить этот блок изменений?
sv: Kasta detta ändringsblock?
zh_hans: 丢弃此更改块？
zh_hant: 捨棄此變更區塊？

source: Discarded changes in %@.
bn: %@-এর পরিবর্তন বাতিল হয়েছে।
es: Se descartaron los cambios en %@.
fr: Modifications abandonnées dans %@.
hi: %@ के बदलाव त्याग दिए।
it: Modifiche in %@ scartate.
ja: %@ の変更を破棄しました。
ko: %@의 변경 사항을 버렸습니다.
pt_br: Alterações em %@ descartadas.
ru: Изменения в %@ отменены.
sv: Kastade ändringarna i %@.
zh_hans: 已丢弃 %@ 中的更改。
zh_hant: 已捨棄 %@ 中的變更。

source: Disconnected
bn: সংযোগ বিচ্ছিন্ন
es: Desconectado
fr: Déconnecté
hi: डिस्कनेक्ट हो गया
it: Disconnesso
ja: 切断済み
ko: 연결 끊김
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Dismiss
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss activity
bn: কার্যকলাপের বিজ্ঞপ্তি বন্ধ করুন
es: Cerrar aviso de actividad
fr: Fermer la notification d’activité
hi: गतिविधि सूचना हटाएँ
it: Chiudi notifica di attività
ja: アクティビティ通知を閉じる
ko: 활동 알림 닫기
pt_br: Dispensar atividade
ru: Закрыть уведомление об активности
sv: Stäng aktivitetsnotisen
zh_hans: 关闭活动通知
zh_hant: 關閉活動通知

source: Done
bn: সম্পন্ন
es: Listo
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
sv: Klart
zh_hans: 完成
zh_hant: 完成

source: Download
bn: ডাউনলোড
es: Descarga
fr: Téléchargement
hi: डाउनलोड
ja: ダウンロード
ko: 다운로드
ru: Загрузка
sv: Hämtning
zh_hans: 下载
zh_hant: 下載

source: Download as %@
bn: %@ হিসেবে ডাউনলোড করুন
es: Descargar como %@
fr: Télécharger en %@
hi: %@ के रूप में डाउनलोड करें
it: Scarica come %@
ja: %@ としてダウンロード
ko: %@ 형식으로 다운로드
pt_br: Baixar como %@
ru: Скачать как %@
sv: Hämta som %@
zh_hans: 下载为 %@
zh_hant: 下載為 %@

source: Download Diagram
bn: চিত্র ডাউনলোড করুন
es: Descargar diagrama
fr: Télécharger le diagramme
hi: आरेख डाउनलोड करें
it: Scarica diagramma
ja: 図をダウンロード
ko: 다이어그램 다운로드
pt_br: Baixar diagrama
ru: Скачать диаграмму
sv: Hämta diagram
zh_hans: 下载图表
zh_hant: 下載圖表

source: Download File
bn: ফাইল ডাউনলোড করুন
es: Descargar archivo
fr: Télécharger le fichier
hi: फ़ाइल डाउनलोड करें
it: Scarica file
ja: ファイルをダウンロード
ko: 파일 다운로드
pt_br: Baixar arquivo
ru: Скачать файл
sv: Hämta fil
zh_hans: 下载文件
zh_hant: 下載檔案

source: Download Image
bn: ছবি ডাউনলোড করুন
es: Descargar imagen
fr: Télécharger l’image
hi: छवि डाउनलोड करें
it: Scarica immagine
ja: 画像をダウンロード
ko: 이미지 다운로드
pt_br: Baixar imagem
ru: Скачать изображение
sv: Hämta bild
zh_hans: 下载图片
zh_hant: 下載影像

source: Download Table
bn: সারণি ডাউনলোড করুন
es: Descargar tabla
fr: Télécharger le tableau
hi: तालिका डाउनलोड करें
it: Scarica tabella
ja: 表をダウンロード
ko: 표 다운로드
pt_br: Baixar tabela
ru: Скачать таблицу
sv: Hämta tabell
zh_hans: 下载表格
zh_hant: 下載表格

source: Draft
bn: খসড়া
es: Borrador
fr: Brouillon
hi: ड्राफ़्ट
it: Bozza
ja: ドラフト
ko: 초안
pt_br: Rascunho
ru: Черновик
sv: Utkast
zh_hans: 草稿
zh_hant: 草稿

source: Drafts
bn: খসড়া
es: Borradores
fr: Brouillons
hi: ड्राफ़्ट
it: Bozze
ja: ドラフト
ko: 초안
pt_br: Rascunhos
ru: Черновики
sv: Utkast
zh_hans: 草稿
zh_hant: 草稿

source: Drafts: %lld · Approved: %lld
bn: খসড়া: %lld · অনুমোদিত: %lld
es: Borradores: %lld · Aprobados: %lld
fr: Brouillons : %lld · Approuvées : %lld
hi: ड्राफ़्ट: %lld · स्वीकृत: %lld
it: Bozze: %lld · Approvate: %lld
ja: ドラフト：%lld · 承認済み：%lld
ko: 초안: %lld · 승인됨: %lld
pt_br: Rascunhos: %lld · Aprovados: %lld
ru: Черновики: %lld · Одобрено: %lld
sv: Utkast: %lld · Godkända: %lld
zh_hans: 草稿：%lld · 已批准：%lld
zh_hant: 草稿：%lld · 已核准：%lld

source: Dry Run
bn: পরীক্ষামূলক চালনা
es: Simular
fr: Simuler
hi: परीक्षण चलाएँ
it: Simula
ja: ドライラン
ko: 시험 실행
pt_br: Simular
ru: Пробный запуск
sv: Provkör
zh_hans: 试运行
zh_hant: 試執行

source: Dry Run…
bn: পরীক্ষামূলক চালনা…
es: Simular…
fr: Simuler…
hi: परीक्षण चलाएँ…
it: Simula…
ja: ドライラン…
ko: 시험 실행…
pt_br: Simular…
ru: Пробный запуск…
sv: Provkör…
zh_hans: 试运行…
zh_hant: 試執行…

source: Each project gets its own folder inside it.
bn: প্রতিটি প্রকল্প এর ভেতরে নিজস্ব ফোল্ডার পাবে।
es: Cada proyecto tendrá su propia carpeta dentro.
fr: Chaque projet y dispose de son propre dossier.
hi: हर प्रोजेक्ट का अपना फ़ोल्डर इसके अंदर बनेगा।
it: Ogni progetto avrà una cartella al suo interno.
ja: この中にプロジェクトごとのフォルダを作成します。
ko: 프로젝트마다 이 안에 별도의 폴더가 생깁니다.
pt_br: Cada projeto recebe sua própria pasta dentro dela.
ru: Внутри каждый проект получит отдельную папку.
sv: Varje projekt får en egen mapp inuti den.
zh_hans: 每个项目会在其中拥有独立的文件夹。
zh_hant: 每個專案會在其中擁有自己的資料夾。

source: Each session has its own Git worktree and terminal. Start from a branch name, pull request, or Jira ticket.
bn: প্রতিটি সেশনের নিজস্ব Git ওয়ার্কট্রি ও টার্মিনাল থাকে। ব্রাঞ্চের নাম, পুল রিকোয়েস্ট বা Jira টিকিট দিয়ে শুরু করুন।
es: Cada sesión tiene su propio árbol de trabajo de Git y terminal. Empieza con un nombre de rama, una solicitud de incorporación o una incidencia de Jira.
fr: Chaque session possède son arbre de travail Git et son terminal. Commencez avec un nom de branche, une pull request ou un ticket Jira.
hi: हर सत्र का अपना Git वर्कट्री और टर्मिनल होता है। ब्रांच के नाम, पुल रिक्वेस्ट या Jira टिकट से शुरू करें।
it: Ogni sessione ha il proprio albero di lavoro Git e terminale. Inizia da un nome di branch, una pull request o un ticket Jira.
ja: 各セッションに専用の Git ワークツリーとターミナルがあります。ブランチ名、プルリクエスト、Jira チケットから開始できます。
ko: 세션마다 전용 Git 워크트리와 터미널이 있습니다. 브랜치 이름, 풀 리퀘스트 또는 Jira 티켓에서 시작하세요.
pt_br: Cada sessão tem sua própria árvore de trabalho Git e terminal. Comece com um nome de branch, pull request ou ticket do Jira.
ru: У каждой сессии есть своё рабочее дерево Git и терминал. Начните с имени ветки, пул-реквеста или задачи Jira.
sv: Varje session har ett eget Git-arbetsträd och en terminal. Börja med ett grennamn, en pull request eller ett Jira-ärende.
zh_hans: 每个会话都有独立的 Git 工作树和终端。可以从分支名、拉取请求或 Jira 工单开始。
zh_hant: 每個工作階段都有自己的 Git 工作樹與終端機。可以從分支名稱、提取要求或 Jira 議題開始。

source: Edit
bn: সম্পাদনা করুন
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

source: Edit Presets…
bn: প্রিসেট সম্পাদনা করুন…
es: Editar preajustes…
fr: Modifier les préréglages…
hi: प्रीसेट संपादित करें…
it: Modifica preset…
ja: プリセットを編集…
ko: 프리셋 편집…
pt_br: Editar predefinições…
ru: Изменить наборы настроек…
sv: Redigera förinställningar…
zh_hans: 编辑预设…
zh_hant: 編輯預設組合…

source: Edit this file?
bn: এই ফাইল সম্পাদনা করবেন?
es: ¿Editar este archivo?
fr: Modifier ce fichier ?
hi: यह फ़ाइल संपादित करें?
it: Modificare questo file?
ja: このファイルを編集しますか？
ko: 이 파일을 편집할까요?
pt_br: Editar este arquivo?
ru: Изменить этот файл?
sv: Redigera den här filen?
zh_hans: 编辑此文件？
zh_hant: 編輯此檔案？

source: Edited
bn: সম্পাদিত হয়েছে
es: Editado
fr: Modifié
hi: संपादित
it: Modificato
ja: 編集済み
ko: 편집됨
pt_br: Editado
ru: Изменено
sv: Redigerade
zh_hans: 已编辑
zh_hant: 已編輯

source: Edited, not saved
bn: সম্পাদিত, সংরক্ষিত নয়
es: Editado, sin guardar
fr: Modifié, non enregistré
hi: संपादित, सहेजा नहीं गया
it: Modificato, non salvato
ja: 編集済み、未保存
ko: 편집됨, 저장되지 않음
pt_br: Editado, não salvo
ru: Изменено, не сохранено
sv: Ändrat, inte sparat
zh_hans: 已编辑，尚未保存
zh_hant: 已編輯，尚未儲存

source: Editing
bn: সম্পাদনা করছে
es: Editando
fr: Modification
hi: संपादित कर रहा है
it: Modifica
ja: 編集中
ko: 편집 중
pt_br: Editando
ru: Изменяет
sv: Redigerar
zh_hans: 正在编辑
zh_hant: 正在編輯

source: Editor
bn: এডিটর
fr: Éditeur
hi: एडिटर
ja: エディタ
ko: 편집기
ru: Редактор
sv: Redigerare
zh_hans: 编辑器
zh_hant: 編輯器

source: Effort
bn: যুক্তি প্রয়োগের মাত্রা
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
hi: तर्क प्रयास
it: Impegno di ragionamento
ja: 推論の強度
ko: 추론 수준
pt_br: Esforço de raciocínio
ru: Усилие рассуждения
sv: Resonemangsnivå
zh_hans: 推理强度
zh_hant: 推理強度

source: Empty part in the key combination.
bn: কী সমন্বয়ে ফাঁকা অংশ রয়েছে।
es: Hay una parte vacía en la combinación de teclas.
fr: La combinaison de touches contient une partie vide.
hi: कुंजी संयोजन में खाली भाग है।
it: La combinazione di tasti contiene una parte vuota.
ja: キーの組み合わせに空の部分があります。
ko: 키 조합에 빈 부분이 있습니다.
pt_br: Há uma parte vazia na combinação de teclas.
ru: В сочетании клавиш есть пустая часть.
sv: Tom del i tangentkombinationen.
zh_hans: 组合键中有空白部分。
zh_hant: 組合鍵中有空白部分。

source: Enable auto-merge
bn: অটো-মার্জ চালু করুন
es: Activar fusión automática
fr: Activer la fusion automatique
hi: ऑटो-मर्ज चालू करें
it: Abilita merge automatico
ja: 自動マージを有効化
ko: 자동 병합 사용
pt_br: Ativar mesclagem automática
ru: Включить автослияние
sv: Aktivera automatisk sammanslagning
zh_hans: 启用自动合并
zh_hant: 啟用自動合併

source: Enable Notifications
bn: বিজ্ঞপ্তি চালু করুন
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ चालू करें
it: Abilita notifiche
ja: 通知を有効にする
ko: 알림 활성화
pt_br: Ativar notificações
ru: Включить уведомления
sv: Aktivera notiser
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enabled
bn: সক্রিয়
es: Activado
fr: Activé
hi: चालू
it: Attivato
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
sv: Aktiverat
zh_hans: 已启用
zh_hant: 已啟用

source: Enter a branch name
bn: ব্রাঞ্চের নাম লিখুন
es: Introduce un nombre de rama
fr: Saisissez un nom de branche
hi: ब्रांच का नाम दर्ज करें
it: Inserisci un nome di ramo
ja: ブランチ名を入力
ko: 브랜치 이름 입력
pt_br: Insira um nome de branch
ru: Введите имя ветки
sv: Ange ett grennamn
zh_hans: 输入分支名称
zh_hant: 輸入分支名稱

source: Enter a command with an executable name and no more than 256 arguments.
bn: এক্সিকিউটেবলের নাম ও সর্বোচ্চ 256টি আর্গুমেন্টসহ কমান্ড লিখুন।
es: Introduce un comando con un ejecutable y como máximo 256 argumentos.
fr: Saisissez une commande avec un nom d’exécutable et au plus 256 arguments.
hi: निष्पादन योग्य नाम और अधिकतम 256 तर्क वाली कमांड दर्ज करें।
it: Inserisci un comando con un eseguibile e non più di 256 argomenti.
ja: 実行ファイル名と 256 個以下の引数を含むコマンドを入力してください。
ko: 실행 파일 이름과 256개 이하의 인수를 포함한 명령을 입력하세요.
pt_br: Insira um comando com um executável e no máximo 256 argumentos.
ru: Введите команду с именем исполняемого файла и не более 256 аргументами.
sv: Ange ett kommando med ett programnamn och högst 256 argument.
zh_hans: 输入包含可执行文件名称且参数不超过 256 个的命令。
zh_hant: 輸入包含可執行檔名稱且引數不超過 256 個的命令。

source: Enter a file path
bn: ফাইলের পাথ লিখুন
es: Introduce una ruta de archivo
fr: Saisissez un chemin de fichier
hi: फ़ाइल का पथ दर्ज करें
it: Inserisci un percorso file
ja: ファイルのパスを入力
ko: 파일 경로 입력
pt_br: Insira um caminho de arquivo
ru: Введите путь к файлу
sv: Ange en filsökväg
zh_hans: 输入文件路径
zh_hant: 輸入檔案路徑

source: Enter a GitHub pull request or issue URL or a Jira issue URL, or type a branch name.
bn: GitHub পুল রিকোয়েস্ট বা issue-এর URL, বা Jira ইস্যুর URL, বা ব্রাঞ্চের নাম লিখুন।
es: Introduce una URL de solicitud o issue de GitHub, o de incidencia de Jira, o un nombre de rama.
fr: Saisissez une URL de pull request ou d’issue GitHub, ou de ticket Jira, ou un nom de branche.
hi: GitHub पुल अनुरोध या issue का URL, या Jira समस्या का URL, या ब्रांच का नाम दर्ज करें।
it: Inserisci un URL di pull request o issue GitHub, o ticket Jira, oppure il nome di un ramo.
ja: GitHub プルリクエストや issue、Jira 課題の URL、またはブランチ名を入力してください。
ko: GitHub 풀 리퀘스트 또는 issue, Jira 이슈 URL이나 브랜치 이름을 입력하세요.
pt_br: Insira uma URL de pull request ou issue do GitHub, issue do Jira ou nome de branch.
ru: Введите URL pull request или issue GitHub, задачи Jira или имя ветки.
sv: Ange en URL till en GitHub-pull request eller GitHub-issue, ett Jira-ärende, eller ett grennamn.
zh_hans: 输入 GitHub 拉取请求或 issue 网址，或 Jira 工单网址，或输入分支名称。
zh_hant: 輸入 GitHub 提取要求或 issue 網址，或 Jira 工單網址，或輸入分支名稱。

source: Enter a GitHub pull request or Jira issue URL, or type a branch name.
bn: GitHub পুল রিকোয়েস্ট বা Jira ইস্যুর URL, বা ব্রাঞ্চের নাম লিখুন।
es: Introduce una URL de solicitud de GitHub o incidencia de Jira, o un nombre de rama.
fr: Saisissez une URL de pull request GitHub ou de ticket Jira, ou un nom de branche.
hi: GitHub पुल अनुरोध या Jira समस्या का URL, या ब्रांच का नाम दर्ज करें।
it: Inserisci un URL di pull request GitHub o ticket Jira, oppure il nome di un ramo.
ja: GitHub プルリクエストや Jira 課題の URL、またはブランチ名を入力してください。
ko: GitHub 풀 리퀘스트 또는 Jira 이슈 URL이나 브랜치 이름을 입력하세요.
pt_br: Insira uma URL de pull request do GitHub, issue do Jira ou nome de branch.
ru: Введите URL pull request GitHub, задачи Jira или имя ветки.
sv: Ange en URL till en GitHub-pull request eller ett Jira-ärende, eller ett grennamn.
zh_hans: 输入 GitHub 拉取请求或 Jira 工单网址，或输入分支名称。
zh_hant: 輸入 GitHub 提取要求或 Jira 工單網址，或輸入分支名稱。

source: Enter a Jira HTTP or HTTPS site URL without credentials, query, or fragment.
bn: পরিচয়পত্র, কোয়েরি বা ফ্র্যাগমেন্ট ছাড়া Jira HTTP বা HTTPS সাইট URL লিখুন।
es: Introduce una URL HTTP o HTTPS de Jira sin credenciales, consulta ni fragmento.
fr: Saisissez une URL HTTP ou HTTPS de site Jira sans identifiants, requête ni fragment.
hi: बिना क्रेडेंशियल, क्वेरी या फ़्रैगमेंट वाला Jira HTTP या HTTPS साइट URL दर्ज करें।
it: Inserisci un URL HTTP o HTTPS del sito Jira senza credenziali, query o frammento.
ja: 認証情報、クエリ、フラグメントを含まない Jira の HTTP または HTTPS サイト URL を入力してください。
ko: 인증 정보, 쿼리, 프래그먼트가 없는 Jira HTTP 또는 HTTPS 사이트 URL을 입력하세요.
pt_br: Informe uma URL HTTP ou HTTPS de site Jira sem credenciais, consulta ou fragmento.
ru: Введите HTTP- или HTTPS-адрес сайта Jira без учётных данных, строки запроса и фрагмента.
sv: Ange en HTTP- eller HTTPS-URL till Jira utan inloggningsuppgifter, frågedel eller fragment.
zh_hans: 输入 Jira 的 HTTP 或 HTTPS 网站网址，不要包含凭据、查询参数或片段。
zh_hant: 輸入 Jira 的 HTTP 或 HTTPS 網站網址，不含憑證、查詢參數或片段。

source: Enter a project name.
bn: প্রকল্পের নাম লিখুন।
es: Introduce un nombre de proyecto.
fr: Saisissez un nom de projet.
hi: प्रोजेक्ट का नाम दर्ज करें।
it: Inserisci un nome per il progetto.
ja: プロジェクト名を入力してください。
ko: 프로젝트 이름을 입력하세요.
pt_br: Digite um nome para o projeto.
ru: Введите название проекта.
sv: Ange ett projektnamn.
zh_hans: 请输入项目名称。
zh_hant: 請輸入專案名稱。

source: Enter a web address, like example.com.
bn: example.com-এর মতো ওয়েব ঠিকানা লিখুন।
es: Introduce una dirección web, como example.com.
fr: Saisissez une adresse web, comme example.com.
hi: example.com जैसा वेब पता दर्ज करें।
it: Inserisci un indirizzo web, come example.com.
ja: example.com などのウェブアドレスを入力してください。
ko: example.com과 같은 웹 주소를 입력하세요.
pt_br: Insira um endereço da web, como example.com.
ru: Введите веб-адрес, например example.com.
sv: Ange en webbadress, till exempel example.com.
zh_hans: 输入网址，例如 example.com。
zh_hant: 輸入網址，例如 example.com。

source: Enter an HTTP or HTTPS address.
bn: HTTP বা HTTPS ঠিকানা লিখুন।
es: Introduce una dirección HTTP o HTTPS.
fr: Saisissez une adresse HTTP ou HTTPS.
hi: HTTP या HTTPS पता दर्ज करें।
it: Inserisci un indirizzo HTTP o HTTPS.
ja: HTTP または HTTPS アドレスを入力してください。
ko: HTTP 또는 HTTPS 주소를 입력하세요.
pt_br: Insira um endereço HTTP ou HTTPS.
ru: Введите адрес HTTP или HTTPS.
sv: Ange en HTTP- eller HTTPS-adress.
zh_hans: 输入 HTTP 或 HTTPS 地址。
zh_hant: 輸入 HTTP 或 HTTPS 位址。

source: Error
bn: ত্রুটি
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

source: Errors only
bn: শুধু ত্রুটি
es: Solo errores
fr: Erreurs uniquement
hi: केवल त्रुटियाँ
it: Solo errori
ja: エラーのみ
ko: 오류만
pt_br: Somente erros
ru: Только ошибки
sv: Endast fel
zh_hans: 仅显示错误
zh_hant: 僅顯示錯誤

source: every file matches
bn: সব ফাইল মেলে
es: todos los archivos coinciden
fr: tous les fichiers correspondent
hi: हर फ़ाइल मेल खाती है
it: tutti i file corrispondono
ja: すべてのファイルが一致
ko: 모든 파일 일치
pt_br: todos os arquivos correspondem
ru: все файлы совпадают
sv: alla filer matchar
zh_hans: 所有文件匹配
zh_hant: 每個檔案皆符合

source: Every filter must pass, top to bottom
bn: ওপর থেকে নিচে সব ফিল্টার পাস করতে হবে
es: Todos los filtros deben pasar, de arriba abajo
fr: Chaque filtre doit passer, de haut en bas
hi: ऊपर से नीचे हर फ़िल्टर पास होना चाहिए
it: Tutti i filtri devono passare dall’alto in basso
ja: 上から順にすべてのフィルターを通過する必要あり
ko: 위에서 아래로 모든 필터를 통과해야 함
pt_br: Todos os filtros devem passar, de cima para baixo
ru: Все фильтры должны пройти сверху вниз
sv: Alla filter måste passera, uppifrån och ned
zh_hans: 从上到下，每个筛选器都必须通过
zh_hant: 由上至下，每個篩選條件皆須通過

source: Every page visited in any panel is forgotten. Open tabs stay open.
bn: সব প্যানেলে দেখা পৃষ্ঠার ইতিহাস মুছে যাবে। খোলা ট্যাব খোলাই থাকবে।
es: Se olvidan todas las páginas visitadas en cualquier panel. Las pestañas abiertas permanecen abiertas.
fr: Toutes les pages visitées dans tous les panneaux sont oubliées. Les onglets ouverts le restent.
hi: सभी पैनलों में देखे गए पेजों का इतिहास मिट जाएगा। खुले टैब खुले रहेंगे।
it: La cronologia di tutti i pannelli viene cancellata. Le schede aperte restano aperte.
ja: すべてのパネルの閲覧履歴を消去します。開いているタブはそのままです。
ko: 모든 패널의 방문 기록이 지워집니다. 열린 탭은 유지됩니다.
pt_br: O histórico de todos os painéis será apagado. As abas abertas continuarão abertas.
ru: История посещений во всех панелях будет удалена. Открытые вкладки останутся открытыми.
sv: Besökshistoriken i alla paneler raderas. Öppna flikar förblir öppna.
zh_hans: 清除所有面板中访问过的页面记录。已打开的标签页保持打开。
zh_hant: 清除所有面板中造訪過的頁面記錄。已開啟的分頁保持開啟。

source: Every project has forwarding turned off in its settings.
bn: সব প্রকল্পের সেটিংসে ইভেন্ট পাঠানো বন্ধ আছে।
es: Todos los proyectos tienen el reenvío desactivado en sus ajustes.
fr: Le transfert est désactivé dans les réglages de chaque projet.
hi: सभी प्रोजेक्ट की सेटिंग्स में इवेंट भेजना बंद है।
it: L’inoltro è disattivato nelle impostazioni di ogni progetto.
ja: すべてのプロジェクトの設定で、イベントの転送がオフになっています。
ko: 모든 프로젝트의 설정에서 전달이 꺼져 있습니다.
pt_br: Todos os projetos estão com o encaminhamento desativado nos ajustes.
ru: Передача вебхуков отключена в настройках каждого проекта.
sv: Alla projekt har vidarebefordran avstängd i sina inställningar.
zh_hans: 所有项目都已在其设置中关闭转发。
zh_hant: 所有專案都已在其設定中關閉轉送。

source: Every template starts Off
bn: সব টেমপ্লেট বন্ধ অবস্থায় শুরু হয়
es: Todas las plantillas empiezan desactivadas
fr: Chaque modèle démarre désactivé
hi: हर टेम्पलेट बंद से शुरू होता है
it: Ogni modello parte disattivato
ja: すべてのテンプレートはオフで開始
ko: 모든 템플릿은 꺼진 상태로 시작
pt_br: Todo modelo começa desativado
ru: Все шаблоны изначально выключены
sv: Alla mallar börjar avstängda
zh_hans: 所有模板初始均为关闭
zh_hant: 所有範本初始皆為關閉

source: Everyone else’s, newest first
bn: অন্য সবার, নতুনগুলো আগে
es: De los demás, primero los más recientes
fr: Ceux des autres, les plus récents d’abord
hi: बाकी सभी के, नए पहले
it: Degli altri, prima i più recenti
ja: 他のメンバーのもの（新しい順）
ko: 다른 사람의 항목, 최신순
pt_br: Dos outros, mais recentes primeiro
ru: Чужие, сначала новые
sv: Andras, nyaste först
zh_hans: 其他人的，最新的在前
zh_hant: 其他人的，最新的在前

source: Execute the actions on this sample now.
bn: এখনই এই নমুনায় কাজগুলি চালান।
es: Ejecuta ahora las acciones sobre esta muestra.
fr: Exécute les actions sur cet échantillon maintenant.
hi: इस नमूने पर अभी कार्रवाइयाँ चलाएँ।
it: Esegui ora le azioni su questo campione.
ja: このサンプルに対して今すぐアクションを実行します。
ko: 지금 이 샘플에 동작을 실행합니다.
pt_br: Execute as ações nesta amostra agora.
ru: Выполнить действия на этом примере сейчас.
sv: Kör åtgärderna på detta exempel nu.
zh_hans: 立即对此示例执行操作。
zh_hant: 立即對此範例執行動作。

source: Existing Activity entries are kept.
bn: বিদ্যমান কার্যকলাপের নথি রাখা হয়।
es: Se conservan las entradas de Actividad existentes.
fr: Les entrées d’Activité existantes sont conservées.
hi: मौजूदा गतिविधि प्रविष्टियाँ रखी जाती हैं।
it: Le voci esistenti di Attività vengono conservate.
ja: 既存のアクティビティ記録は保持されます。
ko: 기존 활동 항목은 보관됩니다.
pt_br: As entradas existentes de Atividade são mantidas.
ru: Существующие записи «Активности» сохраняются.
sv: Befintliga aktivitetsposter behålls.
zh_hans: 保留现有活动记录。
zh_hant: 保留現有活動紀錄。

source: Exit Full Screen
bn: পূর্ণ পর্দা থেকে বের হন
es: Salir de pantalla completa
fr: Quitter le plein écran
hi: पूर्ण स्क्रीन से बाहर आएँ
it: Esci da schermo intero
ja: フルスクリーンを終了
ko: 전체 화면 종료
pt_br: Sair da tela cheia
ru: Выйти из полноэкранного режима
sv: Lämna helskärm
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Exited
bn: প্রস্থান করেছে
es: Finalizado
fr: Terminé
hi: बंद हो गया
it: Terminato
ja: 終了
ko: 종료됨
pt_br: Encerrado
ru: Завершено
sv: Avslutad
zh_hans: 已退出
zh_hant: 已結束

source: Exited (%lld)
bn: প্রস্থান করেছে (%lld)
es: Finalizado (%lld)
fr: Terminé (%lld)
hi: बंद हो गया (%lld)
it: Terminato (%lld)
ja: 終了（%lld）
ko: 종료됨 (%lld)
pt_br: Encerrado (%lld)
ru: Завершено (%lld)
sv: Avslutad (%lld)
zh_hans: 已退出（%lld）
zh_hant: 已結束（%lld）

source: Failed
bn: ব্যর্থ
es: Falló
fr: Échec
hi: विफल
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
sv: Misslyckades
zh_hans: 失败
zh_hant: 失敗

source: Failed to set Fix Version
bn: সংশোধন সংস্করণ নির্ধারণ করা যায়নি
es: No se pudo asignar la versión de corrección
fr: Impossible de définir la version corrective
hi: सुधार संस्करण सेट करने में विफल
it: Impossibile impostare la versione di correzione
ja: 修正バージョンを設定できませんでした
ko: 수정 버전을 설정하지 못했습니다
pt_br: Não foi possível definir a versão de correção
ru: Не удалось указать версию исправления
sv: Kunde inte ange åtgärdsversion
zh_hans: 无法设置修复版本
zh_hant: 無法設定修正版本

source: Failed to transition %@
bn: %@-এর অবস্থা বদলানো যায়নি
es: No se pudo cambiar el estado de %@
fr: Impossible de changer l’état de %@
hi: %@ की स्थिति बदलने में विफल
it: Impossibile cambiare lo stato di %@
ja: %@のステータスを変更できませんでした
ko: %@ 상태를 변경하지 못했습니다
pt_br: Não foi possível alterar o status de %@
ru: Не удалось изменить статус %@
sv: Kunde inte ändra status för %@
zh_hans: 无法更改 %@ 的状态
zh_hant: 無法變更 %@ 的狀態

source: Failing
bn: ব্যর্থ
es: Con errores
fr: En échec
hi: विफल
it: Con errori
ja: 失敗
ko: 실패
pt_br: Com falhas
ru: С ошибками
sv: Misslyckade
zh_hans: 失败
zh_hant: 失敗
